Repository: K0W4/Baluarte
Catalog: Baluarte/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: %@ deixa de administrar o Capítulo e passa a ver o app como qualquer membro.
en: %@ stops administering the Chapter and sees the app as any member does.
es: %@ deja de administrar el Capítulo y ve la app como cualquier miembro.

source: %@ deixa de aprovar fundações de Capítulo. O acesso ao próprio Capítulo não muda.
en: %@ stops approving Chapter foundings. Their access to their own Chapter does not change.
es: %@ deja de aprobar fundaciones de Capítulo. Su acceso al propio Capítulo no cambia.

source: %@ deixou de administrar a plataforma
en: %@ is no longer a platform administrator
es: %@ dejó de administrar la plataforma

source: %@ excluiu a conta e perdeu o acesso
en: %@ deleted their account and lost access
es: %@ eliminó su cuenta y perdió el acceso

source: %@ nº %lld
en: %@ No. %lld

source: %@ passa a ser o Fundador do Capítulo e você vira administrador. Só o novo Fundador poderá devolver a posse.
en: %@ becomes Founder of the Chapter and you become an administrator. Only the new Founder can hand ownership back.
es: %@ pasa a ser el Fundador del Capítulo y tú te conviertes en administrador. Solo el nuevo Fundador podrá devolver la propiedad.

source: %@ passou a administrar a plataforma
en: %@ became a platform administrator
es: %@ pasó a administrar la plataforma

source: %@ poderá editar o quadro, criar eventos, metas e comissões, e aprovar quem pede para entrar.
en: %@ will be able to edit the roster, create events, goals and committees, and approve people asking to join.
es: %@ podrá editar el cuadro, crear eventos, metas y comités, y aprobar a quienes piden entrar.

source: %@ recebeu a posse do Capítulo
en: %@ received ownership of the Chapter
es: %@ recibió la propiedad del Capítulo

# %@, %@, %@, %lld presenças
source: %1$@, %2$@, %3$@, %4$lld presenças
en: %@, %@, %@, %lld attendances
es: %@, %@, %@, %lld asistencias

# %@, %lld por cento
source: %1$@, %2$lld por cento
en: %@, %lld percent
es: %@, %lld por ciento

# %@, %lld tarefas pendentes, %lld tarefas concluídas
source: %1$@, %2$lld tarefas pendentes, %3$lld tarefas concluídas
en: %@, %lld pending tasks, %lld completed tasks
es: %@, %lld tareas pendientes, %lld tareas completadas

# %@, Capítulo número %lld
source: %1$@, Capítulo número %2$lld
en: %@, Chapter number %lld
es: %@, Capítulo número %lld

source: %1$@, nº %2$lld · %3$@. O registro não pode ser corrigido pelo app depois — confira o número e a jurisdição.
en: %1$@, no. %2$lld · %3$@. The registry cannot be corrected from the app afterwards — check the number and the jurisdiction.
es: %1$@, n.º %2$lld · %3$@. El registro no puede corregirse desde la app después — comprueba el número y la jurisdicción.

source: %1$@ entrou como %2$@
en: %1$@ joined as %2$@
es: %1$@ entró como %2$@

source: %1$@ passou a %2$@
en: %1$@ became %2$@
es: %1$@ pasó a ser %2$@

source: %1$@ voltou a %2$@
en: %1$@ went back to %2$@
es: %1$@ volvió a ser %2$@

source: %1$lld de %2$lld concluídas, %3$lld por cento
en: %1$lld of %2$lld completed, %3$lld percent
es: %1$lld de %2$lld completadas, %3$lld por ciento

# %lld de %lld membros
source: %1$lld de %2$lld membros
en: %lld of %lld members
es: %lld de %lld miembros

# %lld de %lld tarefas concluídas
source: %1$lld de %2$lld tarefas concluídas
en: %lld of %lld tasks completed
es: %lld de %lld tareas completadas

source: %lld irmãos completam 21 anos neste semestre. Hora de planejar a próxima iniciação.
en: %lld brothers turn 21 this term. Time to plan the next initiation.
es: %lld hermanos cumplen 21 años este semestre. Hora de planear la próxima iniciación.

source: %lld irmãos faltaram às últimas 3 reuniões. A Hospitalaria deve entrar em contato.
en: %lld brothers missed the last 3 meetings. The Hospitaler should reach out.
es: %lld hermanos faltaron a las últimas 3 reuniones. La Hospitalaria debe ponerse en contacto.

source: %lld membros
en: %lld members
es: %lld miembros

source: %lld por cento
en: %lld percent
es: %lld por ciento

source: %lld selecionados
en: %lld selected
es: %lld seleccionados

source: %lld tarefas restantes
en: %lld tasks remaining
es: %lld tareas restantes

source: 1 uso
en: 1 use

source: 1º Conselheiro
en: 1st Councilor
es: 1º Consejero

source: 2º Conselheiro
en: 2nd Councilor
es: 2º Consejero

source: 7 dias
en: 7 days
es: 7 días

source: 30 dias
en: 30 days
es: 30 días

source: A dupla filiação permite dois Capítulos. O app mostra um de cada vez; toque para trocar.
en: Dual affiliation allows two Chapters. The app shows one at a time; tap to switch.
es: La doble afiliación permite dos Capítulos. La app muestra uno a la vez; toca para cambiar.

source: A meta alvo deve ser maior que zero.
en: The target must be greater than zero.
es: La meta debe ser mayor que cero.

source: A operação demorou mais do que o esperado. Tente novamente.
en: This took longer than expected. Try again.
es: La operación tardó más de lo esperado. Inténtalo de nuevo.

source: A propriedade só pode ser transferida para alguém ativo e com conta no app.
en: Ownership can only be transferred to someone active who has an account in the app.
es: La propiedad solo puede transferirse a alguien activo y con cuenta en la app.

source: A senha precisa ter ao menos %lld caracteres.
en: The password needs at least %lld characters.
es: La contraseña necesita al menos %lld caracteres.

source: Abre a fila de quem pediu para entrar no Capítulo
en: Opens the queue of people who asked to join the Chapter
es: Abre la cola de quienes pidieron ingresar al Capítulo

source: Abre a tela de acesso por e-mail e senha
en: Opens the email and password sign-in screen
es: Abre la pantalla de acceso por correo electrónico y contraseña

source: Acesso
en: Access
es: Acceso

source: Ações da Conta
en: Account Actions
es: Acciones de la Cuenta

source: Acolhimento Fraternal
en: Fraternal Care
es: Acogida Fraternal

source: Acompanhe e organize todas as informações do seu Capítulo em um único lugar, de forma intuitiva e eficiente.
en: Follow and organize everything about your Chapter in one place, intuitively and efficiently.
es: Sigue y organiza toda la información de tu Capítulo en un solo lugar, de forma intuitiva y eficiente.

source: Acompanhe o próximo evento e confirme sua presença.
en: Follow the next event and confirm your attendance.
es: Sigue el próximo evento y confirma tu asistencia.

source: Adiciona à comissão e fecha
en: Adds to the committee and closes
es: Añade al comité y cierra

source: Adicionando membro...
en: Adding member...
es: Añadiendo miembro...

source: Adicionar ao calendário
en: Add to calendar
es: Añadir al calendario

source: Adicionar comissão
en: Add committee
es: Añadir comisión

source: Adicionar evento
en: Add event
es: Añadir evento

source: Adicionar membro
en: Add member
es: Añadir miembro

source: Adicionar membro à comissão
en: Add member to committee
es: Añadir miembro al comité

source: Adicionar meta
en: Add goal
es: Añadir meta

source: Adicionar novo membro
en: Add new member
es: Añadir nuevo miembro

source: Adicione um membro e ele aparecerá aqui.
en: Add a member and they will show up here.
es: Añade un miembro y aparecerá aquí.

source: Administração
en: Administration
es: Administración

source: Administrador
en: Administrator

source: Administrador cria e edita eventos, metas, comissões e o roster, e aprova entradas. O cargo acima é descritivo e muda a cada gestão — este nível não muda junto.
en: An administrator creates and edits events, goals, committees and the roster, and approves new members. The office above is descriptive and changes every term — this level does not follow it.
es: Un administrador crea y edita eventos, metas, comisiones y el padrón, y aprueba ingresos. El cargo de arriba es descriptivo y cambia cada gestión — este nivel no cambia con él.

source: Administrador de plataforma aprova a fundação de qualquer Capítulo. Conceda só a quem você conhece, e peça o CID diretamente à pessoa.
en: A platform administrator approves the founding of any Chapter. Grant it only to people you know, and ask for the CID directly.
es: Un administrador de plataforma aprueba la fundación de cualquier Capítulo. Concédelo solo a quien conozcas, y pide el CID directamente a la persona.

source: Administrador de plataforma aprova a fundação de qualquer Capítulo. Só quem já tem o acesso concede a outro.
en: A platform administrator approves the founding of any Chapter. Only someone who already has the access can grant it to another.
es: Un administrador de plataforma aprueba la fundación de cualquier Capítulo. Solo quien ya tiene el acceso puede concederlo a otro.

source: Administradores de plataforma
en: Platform administrators

source: Agendar evento
en: Schedule event
es: Programar evento

source: Agende um evento e ele aparecerá aqui.
en: Schedule an event and it will show up here.
es: Programa un evento y aparecerá aquí.

source: Agora não
en: Not now
es: Ahora no

source: Aguardando aprovação
en: Waiting for approval
es: Esperando aprobación

source: Algo que ajude a confirmar
en: Anything that helps us confirm
es: Algo que ayude a confirmarlo

source: Alguma informação que ajude a confirmar
en: Anything that helps us confirm
es: Algo que ayude a confirmarlo

source: Alvo:
en: Target:
es: Objetivo:

source: Analisando dados do Capítulo
en: Analyzing Chapter data
es: Analizando datos del Capítulo

source: Análise
en: Analysis
es: Análisis

source: Análise Estratégica
en: Strategic Analysis
es: Análisis Estratégico

source: Apaga sua conta, seus dados e seus vínculos com os Capítulos. Não há como desfazer.
en: Erases your account, your data and your ties to the Chapters. There is no undo.
es: Borra tu cuenta, tus datos y tus vínculos con los Capítulos. No hay forma de deshacer.

source: Aprovar como Fundador
en: Approve as Founder
es: Aprobar como Fundador

source: Aprovar dá a esta pessoa a posse do Capítulo: ela passa a aprovar entradas e gerar convites.
en: Approving gives this person ownership of the Chapter: they start approving members and generating invites.
es: Aprobar le da a esta persona la propiedad del Capítulo: pasa a aprobar ingresos y generar invitaciones.

source: Aprovar e cadastrar
en: Approve and register
es: Aprobar y registrar

source: Aprovar entrada
en: Approve
es: Aprobar ingreso

source: As mudanças nos membros e no Presidente ainda não foram salvas.
en: The changes to members and Chairman haven't been saved yet.
es: Los cambios en los miembros y en el Presidente aún no se han guardado.

source: As senhas não coincidem.
en: The passwords do not match.
es: Las contraseñas no coinciden.

source: Até %lld pessoas
en: Up to %lld people
es: Hasta %lld personas

source: Ativo
en: Active
es: Activo

source: Ativos
en: Active
es: Activos

source: Ativos (%lld)
en: Active (%lld)
es: Activos (%lld)

source: Atuação no Capítulo
en: Role in Chapter
es: Actuación en el Capítulo

source: Atual:
en: Current:
es: Actual:

source: Atualizar
en: Refresh
es: Actualizar

# baluarte.push_approved_body
source: Sua solicitação foi aprovada.
en: Your request was approved.
es: Tu solicitud fue aprobada.

# baluarte.push_approved_title
source: Você entrou
en: You are in
es: Ya estás dentro

# baluarte.push_bootstrap_body
source: Alguém pediu para ser o primeiro administrador de um Capítulo.
en: Somebody asked to be a Chapter's first administrator.
es: Alguien pidió ser el primer administrador de un Capítulo.

# baluarte.push_bootstrap_title
source: Fundação para revisar
en: Founding to review
es: Fundación por revisar

# baluarte.push_chapter_approved_body
source: O Capítulo que você pediu já está no catálogo.
en: The Chapter you asked for is in the catalogue now.
es: El Capítulo que pediste ya está en el catálogo.

# baluarte.push_chapter_approved_title
source: Capítulo cadastrado
en: Chapter registered
es: Capítulo registrado

# baluarte.push_chapter_rejected_body
source: Sua solicitação de Capítulo não foi aprovada.
en: Your Chapter request was not approved.
es: Tu solicitud de Capítulo no fue aprobada.

# baluarte.push_chapter_rejected_title
source: Solicitação respondida
en: Request answered
es: Solicitud respondida

# baluarte.push_join_body
source: Alguém pediu para entrar no seu Capítulo.
en: Somebody asked to join your Chapter.
es: Alguien pidió ingresar a tu Capítulo.

# baluarte.push_join_title
source: Nova solicitação
en: New request
es: Nueva solicitud

# baluarte.push_rejected_body
source: Sua solicitação não foi aprovada desta vez.
en: Your request was not approved this time.
es: Tu solicitud no fue aprobada esta vez.

# baluarte.push_rejected_title
source: Solicitação respondida
en: Request answered
es: Solicitud respondida

source: Bem-vindo de volta
en: Welcome back
es: Bienvenido de nuevo

source: Buscar Capítulo
en: Search Chapter

source: Buscar membro
en: Search member
es: Buscar miembro

source: Buscar membro ou cargo
en: Search member or role
es: Buscar miembro o cargo

source: Cadastrar
en: Register
es: Registrarse

source: Cadastrar este Capítulo no catálogo?
en: Register this Chapter in the catalogue?
es: ¿Registrar este Capítulo en el catálogo?

source: Cadastro
en: Sign up
es: Registro

source: Cadastro vinculado a uma conta
en: Entry linked to an account
es: Registro vinculado a una cuenta

source: Calendário
en: Calendar
es: Calendario

source: Calendário e Eventos
en: Calendar and Events
es: Calendario y Eventos

source: Calendário Inteligente
en: Smart Calendar
es: Calendario Inteligente

source: Cancelar
en: Cancel

source: Cancelar presença no evento %@
en: Cancel attendance at event %@
es: Cancelar asistencia al evento %@

source: Cancelar solicitação
en: Cancel request
es: Cancelar solicitud

source: Cancelar solicitação?
en: Cancel request?
es: ¿Cancelar solicitud?

source: Capítulo
en: Chapter

source: Capítulo aberto no momento
en: Chapter currently open
es: Capítulo abierto en este momento

source: Capítulo nº %lld
en: Chapter No. %lld

source: Capítulos solicitados
en: Requested Chapters

source: Cargo
en: Role

source: Cargo é descritivo. Quem administra o Capítulo no app é definido aqui, separadamente.
en: An office is descriptive. Who administers the Chapter in the app is set here, separately.
es: El cargo es descriptivo. Quién administra el Capítulo en la app se define aquí, por separado.

source: Carregando Capítulos
en: Loading Chapters
es: Cargando Capítulos

source: Carregando comissão...
en: Loading committee...
es: Cargando comisión...

source: Carregando comissões...
en: Loading committees...
es: Cargando comisiones...

source: Carregando membros...
en: Loading members...
es: Cargando miembros...

source: Carregando resumo...
en: Loading summary...
es: Cargando resumen...

source: Carregar mais
en: Load more
es: Cargar más

source: Carteirinha, e-mail institucional ou print do site do Capítulo. A foto fica privada: só você e a revisão conseguem abrir.
en: Membership card, institutional email or a screenshot of the Chapter's site. The photo stays private: only you and the reviewer can open it.
es: Credencial, correo institucional o captura del sitio del Capítulo. La foto queda privada: solo tú y la revisión pueden abrirla.

source: Categoria
en: Category
es: Categoría

source: CID de quem vai receber
en: CID of the person receiving it
es: CID de quien lo recibirá

source: Cidade (opcional)
en: City (optional)
es: Ciudad (opcional)

source: Código %@
en: Code %@

source: Código do convite
en: Invite code
es: Código de invitación

source: com eventos
en: has events
es: con eventos

source: Começar Agora
en: Start Now
es: Empezar Ahora

source: Comissão
en: Committee
es: Comisión

source: Comissão Responsável
en: Responsible Committee
es: Comisión Responsable

source: Comissões
en: Committees
es: Comisiones

source: Comissões Ativas
en: Active Committees
es: Comisiones Activas

source: Comissões Ausentes:
en: Missing Committees:
es: Comisiones Ausentes:

source: Como vai entrar
en: How they will join
es: Cómo va a ingresar

source: Compartilhar
en: Share
es: Compartir

source: Comprovante
en: Proof
es: Comprobante

source: Comprovante anexado
en: Proof attached
es: Comprobante adjunto

source: Concede e revoga quem pode aprovar fundações
en: Grants and revokes who can approve foundings
es: Concede y revoca quién puede aprobar fundaciones

source: Conceder
en: Grant

source: Conceder acesso
en: Grant access
es: Conceder acceso

source: Conceder administração
en: Grant administration
es: Conceder administración

source: Conceder administração de plataforma?
en: Grant platform administration?
es: ¿Conceder administración de plataforma?

source: Concluídas
en: Completed
es: Completadas

source: Concluir esta meta?
en: Complete this goal?
es: ¿Completar esta meta?

source: Concluir meta
en: Complete goal
es: Completar meta

source: Concluir Tarefa
en: Complete Task
es: Completar Tarea

source: Concluir tarefa: %@
en: Complete task: %@
es: Completar tarea: %@

source: Configuração
en: Configuration
es: Configuración

source: Configurações do widget.
en: Widget settings.
es: Ajustes del widget.

source: Confirma a presença no evento diretamente pelo Widget.
en: Confirms attendance at the event straight from the Widget.
es: Confirma la asistencia al evento directamente desde el Widget.

source: Confirma sua presença no próximo evento agendado do Capítulo.
en: Confirms your attendance at the next scheduled Chapter event.
es: Confirma tu asistencia al próximo evento programado del Capítulo.

source: Confirmada
en: Confirmed

source: Confirmar
en: Confirm

source: Confirmar presença
en: Confirm attendance
es: Confirmar asistencia

source: Confirmar Presença
en: Confirm Attendance
es: Confirmar Asistencia

source: Confirmar presença no capítulo
en: Confirm attendance at chapter
es: Confirmar asistencia en el capítulo

source: Confirmar presença no evento %@
en: Confirm attendance at event %@
es: Confirmar asistencia al evento %@

source: Confirmar recusa
en: Confirm rejection
es: Confirmar rechazo

source: Confirmar Senha
en: Confirm Password
es: Confirmar Contraseña

source: Confirme sua senha
en: Confirm your password
es: Confirma tu contraseña

source: Conselho Consultivo (%lld)
en: Advisory Council (%lld)
es: Consejo Consultivo (%lld)

source: Consultor
en: Advisor
es: Consejero Asesor

source: Conta Apple
en: Apple account
es: Cuenta Apple

source: Conta removida
en: Removed account
es: Cuenta eliminada

source: Continuar editando
en: Keep editing
es: Seguir editando

source: Convite
en: Invite
es: Invitación

source: Convite inválido ou expirado. Confira o código com quem enviou.
en: Invalid or expired invite. Check the code with whoever sent it.
es: Invitación inválida o vencida. Verifica el código con quien te lo envió.

source: Convites
en: Invites
es: Invitaciones

source: Cria uma nova tarefa geral para o Capítulo.
en: Creates a new general task for the Chapter.
es: Crea una nueva tarea general para el Capítulo.

source: Criando capítulo
en: Creating chapter
es: Creando capítulo

source: Criando capítulo...
en: Creating chapter...
es: Creando capítulo...

source: Criando comissão...
en: Creating committee...
es: Creando comisión...

source: Criando evento...
en: Creating event...
es: Creando evento...

source: Criando meta...
en: Creating goal...
es: Creando meta...

source: Criando tarefa...
en: Creating task...
es: Creando tarea...

source: Criar capítulo
en: Create chapter
es: Crear capítulo

source: Criar comissão
en: Create committee
es: Crear comisión

source: Criar Comissão
en: Create Committee
es: Crear Comité

source: Criar conta
en: Create account
es: Crear cuenta

source: Criar Evento
en: Create Event
es: Crear Evento

source: Criar nova tarefa
en: Create new task
es: Crear nueva tarea

source: Criar novo capítulo
en: Create new chapter
es: Crear nuevo capítulo

source: Criar tarefa
en: Create task
es: Crear tarea

source: Criar um novo
en: Create a new one
es: Crear uno nuevo

source: Crie o primeiro Capítulo para começar.
en: Create the first Chapter to get started.
es: Crea el primer Capítulo para empezar.

source: Crie uma comissão e ela aparecerá aqui.
en: Create a committee and it will show up here.
es: Crea una comisión y aparecerá aquí.

source: Crie uma tarefa e ela aparecerá aqui.
en: Create a task and it will show up here.
es: Crea una tarea y aparecerá aquí.

source: Dados Pessoais
en: Personal Data
es: Datos Personales

source: Data
en: Date
es: Fecha

source: Data de nascimento
en: Date of birth
es: Fecha de nacimiento

source: Data de Nascimento
en: Date of Birth
es: Fecha de Nacimiento

source: Data Limite
en: Deadline
es: Fecha Límite

source: Defina uma meta e ela aparecerá aqui.
en: Set a goal and it will show up here.
es: Define una meta y aparecerá aquí.

source: Definir como presidente
en: Set as chairman
es: Establecer como presidente

source: Definir como Presidente
en: Set as Chairman
es: Establecer como Presidente

source: Definir meta
en: Set goal

source: Deixe que a nossa Inteligência Artificial analise seus dados e gere insights valiosos e ações recomendadas para o crescimento do seu Capítulo.
en: Let our Artificial Intelligence analyze your data and produce valuable insights and recommended actions to grow your Chapter.
es: Deja que nuestra Inteligencia Artificial analice tus datos y genere insights valiosos y acciones recomendadas para el crecimiento de tu Capítulo.

source: Delegação
en: Delegation
es: Delegación

source: Delegue tarefas e acompanhe o progresso de cada comissão em tempo real. O segredo do sucesso é a colaboração.
en: Delegate tasks and follow each committee's progress in real time. The secret to success is collaboration.
es: Delega tareas y sigue el progreso de cada comisión en tiempo real. El secreto del éxito es la colaboración.

source: Descartar
en: Discard

source: Descartar alterações?
en: Discard changes?
es: ¿Descartar los cambios?

source: Descartar comissão?
en: Discard committee?
es: ¿Descartar comisión?

source: Descartar evento?
en: Discard event?

source: Descartar membro?
en: Discard member?
es: ¿Descartar miembro?

source: Descartar meta?
en: Discard goal?

source: Descartar tarefa?
en: Discard task?
es: ¿Descartar tarea?

source: Deseja sair da conta?
en: Do you want to log out?
es: ¿Deseas cerrar sesión?

source: Desmarcar tarefa %@
en: Uncheck task %@
es: Desmarcar tarea %@

source: Detalhes
en: Details
es: Detalles

source: Detalhes da Comissão
en: Committee Details
es: Detalles de la Comisión

source: Detalhes da Meta
en: Goal Details
es: Detalles de la Meta

source: Detalhes do Evento
en: Event Details
es: Detalles del Evento

source: Detalhes do evento (opcional)
en: Event details (optional)
es: Detalles del evento (opcional)

source: Detalhes do evento...
en: Event details...
es: Detalles del evento...

source: Detalhes do Membro
en: Member Details
es: Detalles del Miembro

source: Dia das Mães
en: Mother's Day
es: Día de la Madre

source: Dia Devocional
en: Devotional Day
es: Día Devocional

source: Dia do Conforto
en: Day of Comfort
es: Día del Consuelo

source: Dia do Meu Governo
en: Day of My Term
es: Día de Mi Gobierno

source: Dia do Patriota
en: Patriot's Day
es: Día del Patriota

source: Dia dos Pais
en: Father's Day
es: Día del Padre

source: Dia Educacional
en: Educational Day
es: Día Educacional

source: Dia em Memória a Frank S. Land
en: Frank S. Land Memorial Day
es: Día en Memoria de Frank S. Land

source: Dia em Memória a Jacques DeMolay
en: Jacques DeMolay Memorial Day
es: Día en Memoria de Jacques DeMolay

source: Dia Obrigatório Pendente
en: Mandatory Day Pending
es: Día Obligatorio Pendiente

source: Dias Obrigatórios Ausentes:
en: Missing Mandatory Days:
es: Días Obligatorios Ausentes:

source: Digite o código do convite
en: Enter the invite code
es: Escribe el código de invitación

source: Digite seu e-mail
en: Enter your email
es: Ingresa tu correo electrónico
